tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "boost"
brew "docker"
brew "ethereum"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "golang-migrate"
brew "jenkins-lts"
brew "jq"
brew "less"
brew "lua-language-server"
brew "micronaut", link: false
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "pure"
brew "ripgrep"
brew "rust-analyzer"
brew "sapling"
brew "solidity"
brew "swagger-codegen"
brew "tldr"
brew "tmux"
brew "tree"
cask "basictex"
cask "devtoys"
cask "fig"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "maccy"
cask "micronaut"
cask "ngrok"
cask "tableplus"
