tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "boost"
brew "exa"
brew "fd"
brew "fzf"
brew "git-delta"
brew "golang-migrate"
brew "jenkins-lts"
brew "jq"
brew "less"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "poppler"
brew "pure"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
cask "basictex"
cask "font-fira-code"
cask "font-hack-nerd-font"
